<?php

return [
    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد كبير جدا من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'login_success' => 'تم تسجيل الدخول بنجاح. يرجى التحقق من بريدك الإلكتروني للحصول على رمز التحقق.',
    'registere_success'=> 'تم التسجيل بنجاح. يرجى التحقق من بريدك الإلكتروني للحصول على رمز التحقق.',
    'profile_update' => 'تم تحديث البيانات بنجاح',
    'otp_success'=> 'تم التحقق بنجاح.',
    'otp_resend_success'=>'تم اعادة ارسال رمز التحقق بنجاح.',
    'otp_resend_failed'=>'هذه الحساب ليس لديه رمز تاكيد.',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'delete_account'=> 'تم حذف الحصاب بنجاح !'
];
